Repository: imcat-owo/dudu-native
Catalog: Dudu/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# env.form.secretPh
source: Paste the key — it stays on this phone
zh_hans: 粘贴密钥——只留在本机
zh_hant: 粘貼密鑰——只留在本機

# env.form.secretRequired
source: The secret can't be empty.
zh_hans: 密钥不能为空。
zh_hant: 密鑰不能為空。

# env.form.title
source: Save a secret
zh_hans: 存一个密钥
zh_hant: 存一個密鑰

# env.form.url
source: URL (optional)
zh_hans: 链接（选填）
zh_hant: 鏈接（選填）

# env.form.urlPh
source: Docs or console link
zh_hans: 文档或控制台地址
zh_hant: 文檔或控制台地址

# env.settings.add
source: Add
zh_hans: 添加
zh_hant: 添加

# env.settings.delete
source: Delete
zh_hans: 删除
zh_hant: 刪除

# env.settings.deleteBody
source: “%1$@” and its saved secret will be removed from this phone.
zh_hans: “%1$@”和它的密钥会从这台手机上移除。
zh_hant: “%1$@”和它的密鑰會從這台手機上移除。

# env.settings.deleteTitle
source: Delete this variable?
zh_hans: 删掉这个变量？
zh_hant: 刪掉這個變量？

# env.settings.edit
source: Edit
zh_hans: 编辑
zh_hant: 編輯

# env.settings.empty
source: Nothing saved yet.
zh_hans: 还没有存过东西。
zh_hant: 還沒有存過東西。

# env.settings.hint
source: Keys live in secure storage — only names are shown here, never values.
zh_hans: 密钥存在安全区里，这里只显示名字，永远不显示值。
zh_hant: 密鑰存在安全區裡，這裡只顯示名字，永遠不顯示值。

# env.settings.newSecret
source: New secret
zh_hans: 新密钥
zh_hant: 新密鑰

# env.settings.newSecretPh
source: Leave empty to keep the current one
zh_hans: 留空就不换
zh_hant: 留空就不換

# env.settings.saveFailed
source: Couldn't save — check the fields and try again.
zh_hans: 没存上，检查下填的内容再试一次。
zh_hant: 沒存上，檢查下填的內容再試一次。

# env.settings.title
source: Environment variables
zh_hans: 环境变量
zh_hant: 環境變量

# error.crashBody
source: Don't worry — nothing of yours was lost. Tap retry and I'll take you back.
zh_hans: 别担心，你的东西都还在。点一下重试，我带你回去。
zh_hant: 別擔心，你的東西都還在。點一下重試，我帶你回去。

# error.crashTitle
source: This page tripped
zh_hans: 这里摔了一跤
zh_hant: 這裏摔了一跤

# error.nativeLogTitle
source: Native log (for diagnosis)
zh_hans: 原生日志（用于诊断）
zh_hant: 原生日誌（用於診斷）

# event.allDay
source: All-day event
zh_hans: 全天
zh_hant: 全天

# event.allDayNote
source: The end date is the day after your last day.
zh_hans: 结束日期是你活动最后一天的后一天。
zh_hant: 結束日期是你活動最後一天的後一天。

# event.allDayShort
source: All day
zh_hans: 全天
zh_hant: 全天

# event.attendeeCount
source: %1$@ attendees
zh_hans: %1$@ 位参会人
zh_hant: %1$@ 位參會人

# event.attendees
source: Attendees
zh_hans: 参会人
zh_hant: 參會人

# event.attendeesPlaceholder
source: Email addresses, comma-separated
zh_hans: 邮箱地址，用逗号分隔
zh_hant: 郵箱地址，用逗號分隔

# event.conflictTitle
source: This time overlaps
zh_hans: 这个时间重叠了
zh_hant: 這個時間重疊了

# event.editSubtitle
source: Edit this event, then review your changes.
zh_hans: 改好这个日程，再检查一遍。
zh_hant: 改好這個日程，再檢查一遍。

# event.editTitle
source: Make a little time
zh_hans: 改个时间
zh_hant: 改個時間

# event.ends
source: Ends
zh_hans: 结束
zh_hant: 結束

# event.exclusive
source: (exclusive)
zh_hans: （不含当日）
zh_hant: （不含當日）

# event.location
source: Location or meeting link
zh_hans: 地点或会议链接
zh_hant: 地點或會議鏈接

# event.newSubtitle
source: Create an event in your calendar.
zh_hans: 在日历里建个日程。
zh_hant: 在日曆裏建個日程。

# event.newTitle
source: Something to look forward to
zh_hans: 值得期待的事
zh_hant: 值得期待的事

# event.notes
source: Notes
zh_hans: 备注
zh_hant: 備註

# event.notesPlaceholder
source: Anything else to note?
zh_hans: 还有其他要注意的吗？
zh_hant: 還有其他要注意的嗎？

# event.refMissing
source: The event reference is missing. Open the event in Calendar again.
zh_hans: 找不到这个日程，请去日历里重新打开。
zh_hant: 找不到這個日程，請去日曆裏重新打開。

# event.reviewChanges
source: Review changes
zh_hans: 检查修改
zh_hant: 檢查修改

# event.reviewDeletion
source: Review deletion
zh_hans: 检查删除
zh_hant: 檢查刪除

# event.reviewEvent
source: Review event
zh_hans: 检查日程
zh_hant: 檢查日程

# event.starts
source: Starts
zh_hans: 开始
zh_hant: 開始

# event.timeForYou
source: Time for you
zh_hans: 属于你的时间
zh_hant: 屬於你的時間

# event.timeZone
source: Time zone
zh_hans: 时区
zh_hant: 時區

source: Event title
zh_hans: 日程标题
zh_hant: 日程標題

# event.titlePlaceholder
source: What's it for?
zh_hans: 你要为什么安排时间？
zh_hant: 你要爲什麼安排時間？

# evolution.actions.delete
source: Delete this note
zh_hans: 删除这条记录
zh_hant: 刪除這條記錄

# evolution.actions.edit
source: Edit this note
zh_hans: 修改这条记录
zh_hant: 修改這條記錄

# evolution.actions.reset
source: Reset to card baseline
zh_hans: 回到人设卡原样
zh_hant: 回到人設卡原樣

# evolution.actions.resetBody
source: This removes every growth note for this persona. He'll go back to how his card describes him. This cannot be undone.
zh_hans: 这会删掉这个人设的全部成长记录，他会回到人设卡里写的样子。这个操作不能撤销。
zh_hant: 這會刪掉這個人設的全部成長記錄，他會回到人設卡裡寫的樣子。這個操作不能撤銷。

# evolution.actions.resetTitle
source: Reset personality evolution?
zh_hans: 清空成长记录？
zh_hant: 清空成長記錄？

# evolution.item.fromHer
source: she told him directly
zh_hans: 她亲口说的
zh_hant: 她親口說的

# evolution.list.empty
source: Nothing learned yet. When he notices a pattern across days, it'll show up here.
zh_hans: 还没学到什么。他注意到你们相处里的规律时，会记在这里。
zh_hant: 還沒學到什麼。他注意到你們相處裡的規律時，會記在這裡。

# evolution.section.desc
source: What he's learned about being with you — every note cites where it came from. Each is editable and deletable anytime.
zh_hans: 他跟你相处中学到的东西——每条都标着出处，随时可改可删。
zh_hant: 他跟你相處中學到的東西——每條都標著出處，隨時可改可刪。

# evolution.section.persona
source: For
zh_hans: 给
zh_hant: 給

# evolution.section.title
source: Growing together
zh_hans: 一起长大
zh_hant: 一起長大

# extras.audit.apiGroup
source: API group
zh_hans: API 分组
zh_hant: API 分組

# extras.audit.appVersion
source: App version
zh_hans: App 版本
zh_hant: App 版本

# extras.audit.autoScroll
source: Auto-follow
zh_hans: 自动跟随
zh_hant: 自動跟隨

# extras.audit.copyJson
source: Copy JSON
zh_hans: 复制 JSON
zh_hant: 複製 JSON

# extras.audit.default
source: Default
zh_hans: 默认
zh_hant: 預設

# extras.audit.endpoint
source: Endpoint
zh_hans: 接口地址
zh_hant: 介面地址

# extras.audit.enterToSend
source: Enter to send
zh_hans: 回车发送
zh_hant: 回車發送

# extras.audit.fontSize
source: Font size
zh_hans: 字号
zh_hant: 字號

# extras.audit.haptics
source: Haptics
zh_hans: 触感反馈
zh_hant: 觸感回饋

# extras.audit.intro
source: Everything currently in effect, on one page.
zh_hans: 现在生效的配置，一览无余。
zh_hant: 現在生效的配置，一覽無遺。

# extras.audit.keepAwake
source: Keep awake
zh_hans: 回复不熄屏
zh_hant: 回覆不熄屏

# extras.audit.keyPool
source: Key pool
zh_hans: Key 池
zh_hant: Key 池

# extras.audit.locale
source: Language
zh_hans: 语言
zh_hant: 語言

# extras.audit.model
source: Model
zh_hans: 模型
zh_hant: 模型

# extras.audit.none
source: None
zh_hans: 无
zh_hant: 無

# extras.audit.oauth
source: OAuth sign-in
zh_hans: OAuth 登录
zh_hant: OAuth 登入

# extras.audit.off
source: Off
zh_hans: 关
zh_hant: 關

# extras.audit.on
source: On
zh_hans: 开
zh_hant: 開

# extras.audit.persona
source: Persona
zh_hans: 人设
zh_hant: 人設

# extras.audit.sampling
source: Sampling
zh_hans: 采样参数
zh_hant: 取樣參數

# extras.audit.themeMode
source: Theme mode
zh_hans: 主题模式
zh_hant: 主題模式

# extras.audit.thinkingMode
source: Thinking
zh_hans: 思考开关
zh_hant: 思考開關

# extras.audit.title
source: Config audit
zh_hans: 配置审计
zh_hant: 配置稽核

# extras.audit.toolsMode
source: Tools
zh_hans: 工具开关
zh_hant: 工具開關

# extras.audit.tts
source: Voice
zh_hans: 语音
zh_hant: 語音

# extras.audit.unknown
source: Unknown
zh_hans: 未知
zh_hant: 未知

# extras.autoScroll.detail
source: Scroll to the latest output while the AI streams.
zh_hans: AI 哗哗输出的时候，自动滚到最新。
zh_hant: AI 嘩嘩輸出的時候，自動滾到最新。

# extras.autoScroll.title
source: Auto-follow new messages
zh_hans: 自动跟随新消息
zh_hant: 自動跟隨新訊息

# extras.autoScrollIdle.detail
source: If you scroll up to look around, auto-follow resumes after this long idle.
zh_hans: 你手动翻上去看，停这么久没动，就自动滚回来。
zh_hant: 你手動翻上去看，停這麼久沒動，就自動滾回來。

# extras.autoScrollIdle.title
source: Resume follow after idle
zh_hans: 停留几秒后恢复跟随
zh_hant: 停留幾秒後恢復跟隨

# extras.behaviorTitle
source: Chat behavior
zh_hans: 聊天行为
zh_hant: 聊天行為

# extras.collapse.detail
source: Your extra-long messages start folded — tap to expand.
zh_hans: 你发的超长消息，先折起来，点一下展开。
zh_hant: 你發的超長訊息，先摺起來，點一下展開。

# extras.collapse.expand
source: Expand
zh_hans: 展开全文
zh_hant: 展開全文

# extras.collapse.fold
source: Fold
zh_hans: 收起
zh_hant: 收起

# extras.collapse.title
source: Fold long messages
zh_hans: 长消息自动折叠
zh_hant: 長訊息自動摺疊

# extras.collapseChars.detail
source: Messages longer than this get folded.
zh_hans: 超过这个字数就折叠。
zh_hant: 超過這個字數就摺疊。

# extras.collapseChars.title
source: Fold threshold
zh_hans: 折叠字数
zh_hant: 摺疊字數

# extras.composerTitle
source: Composer
zh_hans: 输入框
zh_hant: 輸入框

# extras.displayTitle
source: Message display
zh_hans: 消息显示
zh_hant: 訊息顯示

# extras.draftTokens.detail
source: See a live token estimate as you type.
zh_hans: 打字时实时看看这段话大概多少 token。
zh_hant: 打字時即時看看這段話大概多少 token。

# extras.draftTokens.title
source: Draft token counter
zh_hans: 输入框 token 计数
zh_hant: 輸入框 token 計數

# extras.enterToSend.detail
source: On: the return key sends. Off: return inserts a newline, tap the button to send.
zh_hans: 开着：键盘回车就发出去；关掉：回车换行，点按钮发送。
zh_hant: 開著：鍵盤回車就發出去；關掉：回車換行，點按鈕發送。

# extras.enterToSend.title
source: Enter sends the message
zh_hans: 回车直接发送
zh_hant: 回車直接發送

# extras.feelTitle
source: Feel
zh_hans: 手感
zh_hant: 手感

# extras.haptics.detail
source: Little buzzes on taps, sends and received replies.
zh_hans: 按键、发送、收到回复时的小震动。
zh_hant: 按鍵、發送、收到回覆時的小震動。

# extras.haptics.title
source: Haptic feedback
zh_hans: 触感反馈
zh_hant: 觸感回饋

# extras.hapticsReceive.title
source: Buzz on reply
zh_hans: 收到回复时震一下
zh_hant: 收到回覆時震一下

# extras.hapticsSend.title
source: Buzz on send
zh_hans: 发送时震一下
zh_hant: 發送時震一下

# extras.keepAwake.detail
source: The screen stays lit through long generations.
zh_hans: AI 长篇大论的时候，屏幕一直亮着。
zh_hant: AI 長篇大論的時候，螢幕一直亮著。

# extras.keepAwake.title
source: Keep screen on while replying
zh_hans: 回复时不熄屏
zh_hant: 回覆時不熄屏

# extras.markdownAssistant.title
source: Markdown in AI messages
zh_hans: AI 的消息用 Markdown
zh_hant: AI 的訊息用 Markdown

# extras.markdownReasoning.title
source: Markdown in thinking
zh_hans: 思考过程用 Markdown
zh_hant: 思考過程用 Markdown

# extras.markdownTitle
source: Markdown rendering
zh_hans: Markdown 渲染
zh_hant: Markdown 渲染

# extras.markdownUser.title
source: Markdown in my messages
zh_hans: 我的消息用 Markdown
zh_hant: 我的訊息用 Markdown

# extras.newChatDelete.detail
source: Off: jump to the most recent other dialog instead.
zh_hans: 关掉：删完跳到最近的另一段对话。
zh_hant: 關掉：刪完跳到最近的另一段對話。

# extras.newChatDelete.title
source: New chat after deleting
zh_hans: 删掉当前对话后开新的
zh_hant: 刪掉當前對話後開新的

# extras.newChatLaunch.detail
source: On: every launch starts blank. Off: resume where you left off.
zh_hans: 开着：每次打开都是空白新对话；关掉：回到上次聊的地方。
zh_hant: 開著：每次打開都是空白新對話；關掉：回到上次聊的地方。

# extras.newChatLaunch.title
source: New chat on launch
zh_hans: 打开 App 就开新聊天
zh_hant: 打開 App 就開新聊天

# extras.newChatPersona.detail
source: Switching persona starts a fresh chat so nothing bleeds over.
zh_hans: 换了人设，自动另起一聊，不串味。
zh_hant: 換了人設，自動另起一聊，不串味。

# extras.newChatPersona.title
source: New chat on persona switch
zh_hans: 换人设就开新聊天
zh_hant: 換人設就開新聊天

# extras.scan.allowCamera
source: Allow camera
zh_hans: 去开相机权限
zh_hant: 去開相機權限

# extras.scan.cameraDenied
source: Dudu needs camera access to scan.
zh_hans: 得先让嘟嘟用相机，才能扫码。
zh_hant: 得先讓嘟嘟用相機，才能掃碼。

# extras.scan.copied
source: Copied
zh_hans: 复制好了
zh_hant: 複製好了

# extras.scan.handle
source: Recognize
zh_hans: 识别
zh_hant: 辨識

# extras.scan.headersStripped
source: The sharer didn't include custom headers (kept private) — add them in the group settings if the config needs them.
zh_hans: 对方分享时没带自定义请求头（出于安全没分享），如果配置需要的话，去分组设置里手动补上。
zh_hant: 對方分享時沒帶自定義請求頭（出於安全沒分享），如果配置需要的話，去分組設定裡手動補上。

# extras.scan.hint
source: Point the frame at the QR code; pasting works too.
zh_hans: 把二维码放进框里；也支持粘贴码的内容。
zh_hant: 把二維碼放進框裡；也支援貼上碼的內容。

# extras.scan.importing
source: Saving the config…
zh_hans: 正在保存配置…
zh_hant: 正在儲存配置…

# extras.scan.intro
source: Scan a config QR code to import it.
zh_hans: 扫配置二维码，一扫就导进来。
zh_hant: 掃配置二維碼，一掃就導進來。

# extras.scan.invalid
source: Couldn't read that code — try another.
zh_hans: 这个码嘟嘟看不懂，换一个试试。
zh_hant: 這個碼嘟嘟看不懂，換一個試試。

# extras.scan.pastePh
source: …or paste the code's text here
zh_hans: 或者把码里的文字粘这儿…
zh_hant: 或者把碼裡的文字粘這兒…

# extras.scan.providerImported
source: Config "%1$@" imported — see API groups.
zh_hans: 配置「%1$@」导进来啦，去 API 分组里看看。
zh_hant: 配置「%1$@」導進來啦，去 API 分組裡看看。

# extras.scan.scanAgain
source: Scan another
zh_hans: 再扫一个
zh_hant: 再掃一個

# extras.scan.textFound
source: Found some text
zh_hans: 扫到一段文字
zh_hant: 掃到一段文字

# extras.scan.theme
source: theme
zh_hans: 主题
zh_hant: 主題

# extras.scan.themeStaged
source: Theme "%1$@" is on for trying — keep or revert in settings.
zh_hans: 主题「%1$@」已试穿，不喜欢可以换回去。
zh_hant: 主題「%1$@」已試穿，不喜歡可以換回去。

# extras.scan.themeTryOn
source: Previewing it now — confirm in settings to keep.
zh_hans: 已经给你穿上预览了，设置里确认保留。
zh_hant: 已經給你穿上預覽了，設定裡確認保留。

# extras.scan.title
source: Scan
zh_hans: 扫一扫
zh_hant: 掃一掃

# extras.scan.urlFound
source: Found a link
zh_hans: 扫到一个链接
zh_hant: 掃到一個連結

# extras.search.noResult
source: No matching settings — try another word.
zh_hans: 没找到相关的设置，换个词试试。
zh_hant: 沒找到相關的設定，換個詞試試。

# extras.search.placeholder
source: Search settings…
zh_hans: 搜索设置…
zh_hant: 搜尋設定…

# extras.sectionTitle
source: Extras
zh_hans: 小功能
zh_hant: 小功能

# extras.showAvatars.detail
source: Off = bare bubbles, cleaner look.
zh_hans: 关掉就是纯气泡，更干净。
zh_hant: 關掉就是純氣泡，更乾淨。

# extras.showAvatars.title
source: Show avatars
zh_hans: 显示头像
zh_hant: 顯示頭像

# extras.showModelName.detail
source: Label each AI reply with the model behind it.
zh_hans: 每条 AI 回复下面，标是谁回的。
zh_hant: 每條 AI 回覆下面，標是誰回的。

# extras.showModelName.title
source: Show model name
zh_hans: 显示模型名
zh_hant: 顯示模型名

# extras.showTimestamp.detail
source: Show when each message arrived.
zh_hans: 消息下面带上收到时间。
zh_hant: 訊息下面帶上收到時間。

# extras.showTimestamp.title
source: Show timestamps
zh_hans: 显示时间
zh_hant: 顯示時間

# extras.stats.activeDays
source: Active days
zh_hans: 活跃天数
zh_hant: 活躍天數

# extras.stats.byGroup
source: Top groups
zh_hans: 分组排行
zh_hant: 分組排行

# extras.stats.byModel
source: Top models
zh_hans: 模型排行
zh_hant: 模型排行

# extras.stats.emptyDetail
source: Chat a little and the heatmap will show up here.
zh_hans: 聊上几句，回来就有热力图看啦。
zh_hant: 聊上幾句，回來就有熱力圖看啦。

# extras.stats.emptyTitle
source: No usage yet
zh_hans: 还没有用量记录
zh_hant: 還沒有用量記錄

# extras.stats.heatmap
source: Activity heatmap
zh_hans: 活跃热力图
zh_hant: 活躍熱力圖

# extras.stats.intro
source: See what this month cost at a glance.
zh_hans: 这个月烧了多少，一眼看清。
zh_hant: 這個月燒了多少，一眼看清。

# extras.stats.range.30d
source: Last 30 days
zh_hans: 近 30 天
zh_hant: 近 30 天

# extras.stats.range.all
source: All time
zh_hans: 全部
zh_hant: 全部

# extras.stats.range.month
source: Last month
zh_hans: 上个月
zh_hant: 上個月

# extras.stats.reqUnit
source: requests
zh_hans: 次
zh_hant: 次

# extras.stats.requests
source: Requests
zh_hans: 请求
zh_hant: 請求

# extras.stats.spend
source: Spend
zh_hans: 花费
zh_hant: 花費

# extras.stats.title
source: Usage stats
zh_hans: 用量统计
zh_hant: 用量統計

# extras.translate.clear
source: Clear translation
zh_hans: 清除翻译
zh_hant: 清除翻譯

# extras.translate.error
source: Translation error: %1$@
zh_hans: 翻译出错了：%1$@
zh_hant: 翻譯出錯了：%1$@

# extras.translate.failed
source: Translation failed
zh_hans: 翻译没成功
zh_hant: 翻譯沒成功

# extras.translate.go
source: Translate
zh_hans: 翻译
zh_hant: 翻譯

# extras.translate.intro
source: Translate longer passages on their own page.
zh_hans: 整段翻译，独立页面慢慢翻。
zh_hant: 整段翻譯，獨立頁面慢慢翻。

# extras.translate.noGroup
source: Set up a working API group first to translate.
zh_hans: 先配一个能用的 API 分组，才能翻译。
zh_hant: 先配一個能用的 API 分組，才能翻譯。

# extras.translate.pickLang
source: Translate into
zh_hans: 翻成哪种语言
zh_hant: 翻成哪種語言

# extras.translate.sourceLabel
source: Text to translate
zh_hans: 要翻译的内容
zh_hant: 要翻譯的內容

# extras.translate.sourcePlaceholder
source: Paste something and I'll translate it…
zh_hans: 粘一段话进来，我帮你翻…
zh_hant: 粘一段話進來，我幫你翻…

# extras.translate.title
source: Translate
zh_hans: 翻译
zh_hant: 翻譯

# extras.translate.translatedTo
source: Translated into %1$@
zh_hans: 已翻成%1$@
zh_hant: 已翻成%1$@

# extras.translate.translatingTo
source: Translating into %1$@…
zh_hans: 正在翻成%1$@…
zh_hant: 正在翻成%1$@…

# extras.unitChars
source: chars
zh_hans: 字
zh_hant: 字

# extras.unitSeconds
source: s
zh_hans: 秒
zh_hant: 秒

# extras.voiceoverNote
source: VoiceOver follows the system: with it on, Dudu announces finished replies and every button reads aloud. Nothing to configure.
zh_hans: VoiceOver 是跟着系统走的：开了旁白，嘟嘟回完会播报一声，按钮也都能读出来。不用你管。
zh_hant: VoiceOver 是跟著系統走的：開了旁白，嘟嘟回完會播報一聲，按鈕也都能讀出來。不用你管。

# file.addedOn
source: Added %1$@
zh_hans: 添加于 %1$@
zh_hant: 添加於 %1$@

# file.attachToEmail
source: Attach to email
zh_hans: 附到邮件
zh_hant: 附到郵件

# file.fillForm
source: Fill this form
zh_hans: 填写此表单
zh_hant: 填寫此表單

# file.fillNote
source: Fill in the details below. Saving creates a new copy and keeps the original intact.
zh_hans: 在下面填写详情。保存会创建新副本，原件保留。
zh_hant: 在下面填寫詳情。保存會創建新副本，原件保留。

# file.filledCopy
source: · filled copy
zh_hans: · 已填副本
zh_hant: · 已填副本

# file.openDownload
source: Open / download
zh_hans: 打开 / 下载
zh_hant: 打開 / 下載

# file.saveFilled
source: Save filled copy
zh_hans: 保存已填副本
zh_hant: 保存已填副本

# file.saveOrShare
source: Save or share
zh_hans: 保存或分享
zh_hant: 保存或分享

# file.shareUnavailable
source: Sharing is not available on this device.
zh_hans: 这台设备不支持分享。
zh_hant: 這臺設備不支持分享。

# file.sizeDetail
source: %1$@ pages · %2$@ KB · %3$@
zh_hans: %1$@ 页 · %2$@ KB · %3$@
zh_hant: %1$@ 頁 · %2$@ KB · %3$@

# file.unsupportedField
source: %1$@ · this field type is not supported
zh_hans: %1$@ · 不支持这种字段类型
zh_hant: %1$@ · 不支持這種字段類型

# files.emptyDetail
source: Import a PDF or open a mail attachment to read, fill supported form fields, and share a copy.
zh_hans: 导个 PDF 进来，或者从邮件附件打开，读一读、填填表。
zh_hant: 導個 PDF 進來，或者從郵件附件打開，讀一讀、填填表。

# files.emptyTitle
source: Your documents live here
zh_hans: 文档都住这儿
zh_hant: 文檔都住這兒

# files.importError
source: Could not import this PDF.
zh_hans: 这个 PDF 导不进来。
zh_hant: 這個 PDF 導不進來。

# files.importPdf
source: Import PDF
zh_hans: 导入 PDF
zh_hant: 導入 PDF

# files.pageCount
source: %1$@ page(s)
zh_hans: %1$@ 页
zh_hant: %1$@ 頁

# files.readError
source: The selected file could not be read. Please choose it again.
zh_hans: 选中的文件读不出来，请重新选。
zh_hant: 選中的文件讀不出來，請重新選。

# files.tagline
source: Documents, with a little room to work.
zh_hans: 文档，还有一点工作空间。
zh_hant: 文檔，還有一點工作空間。

# fin.createGoal
source: Create savings goal
zh_hans: 创建储蓄目标
zh_hant: 創建儲蓄目標

# fin.goalLabel
source: Turn this into a savings goal
zh_hans: 把它变成储蓄目标
zh_hant: 把它變成儲蓄目標

# fin.hideTx
source: Hide transactions
zh_hans: 隐藏交易
zh_hant: 隱藏交易

# fin.income
source: Income
zh_hans: 收入
zh_hant: 收入

# fin.readFrom
source: Read from your imported transactions.
zh_hans: 从你导入的交易里读出来。
zh_hant: 從你導入的交易裏讀出來。

# fin.remaining
source: Remaining
zh_hans: 结余
zh_hant: 結餘

# fin.spending
source: Spending
zh_hans: 支出
zh_hant: 支出

# fin.top100
source: Showing the first 100 transactions. Totals include all transactions.
zh_hans: 显示前 100 笔交易。总额包含所有交易。
zh_hant: 顯示前 100 筆交易。總額包含所有交易。

# fin.txCount
source: %1$@ transactions, categorized and summarized.
zh_hans: %1$@ 笔交易，已分类汇总。
zh_hant: %1$@ 筆交易，已分類彙總。

# fin.viewTx
source: View transactions
zh_hans: 查看交易
zh_hant: 查看交易

# followup.actions.delete
source: Delete follow-up
zh_hans: 删除跟进
zh_hant: 刪除跟進

# followup.item.followUpAt
source: Ask at:
zh_hans: 问起时间：
zh_hant: 問起時間：

# followup.list.empty
source: Nothing being tracked yet. Mention something coming up and he'll remember to ask.
zh_hans: 还没有在跟进的事。跟他聊到将来的事，他会记下来问你。
zh_hant: 還沒有在跟進的事。跟他聊到將來的事，他會記下來問你。

# followup.section.desc
source: Things she mentioned — he'll remember to ask about them the next day. Everything tracked is listed here, deletable anytime.
zh_hans: 她提过的事，第二天他会记得问一句。所有在跟进的都在这里，随时可以删。
zh_hant: 她提過的事，第二天他會記得問一句。所有在跟進的都在這裡，隨時可以刪。

# followup.section.title
source: Next-day follow-ups
zh_hans: 次日跟进
zh_hant: 次日跟進

# fonts.catalogFailed
source: Couldn't load font list — check connection
zh_hans: 字体列表拉不下来，检查网络
zh_hant: 字體列表拉不下來，檢查網絡

# fonts.clear
source: Back to system font
zh_hans: 恢复系统字体
zh_hant: 恢復系統字體

# fonts.download
source: Download online
zh_hans: 在线下载
zh_hant: 在線下載

# fonts.downloadFailed
source: Download failed — check connection
zh_hans: 下载失败，换个网络试试
zh_hant: 下載失敗，換個網絡試試

# fonts.downloaded
source: Downloaded and applied
zh_hans: 下载好了，正在用
zh_hant: 下載好了，正在用

# fonts.downloading
source: Downloading…
zh_hans: 下载中…
zh_hant: 下載中…

# fonts.noResults
source: No fonts found
zh_hans: 没找到这个字体
zh_hant: 沒找到這個字體

# fonts.search
source: Search fonts…
zh_hans: 搜字体名…
zh_hant: 搜字體名…

# fonts.system
source: System default
zh_hans: 系统默认
zh_hant: 系統默認

# fonts.title
source: Fonts
zh_hans: 字体
zh_hant: 字體

# fonts.upload
source: Upload font
zh_hans: 上传字体
zh_hant: 上傳字體

# globalmd.empty
source: Nothing written yet
zh_hans: 还没写，写几句你的偏好吧
zh_hant: 還沒寫，寫幾句你的偏好吧

# globalmd.hint
source: Preferences you write yourself — the AI only reads. e.g. I don't eat spicy food.
zh_hans: 你亲手写的偏好，AI 只读不改。比如：我不吃辣、回消息别太长。
zh_hant: 你親手寫的偏好，AI 只讀不改。比如：我不喫辣、回消息別太長。

# globalmd.placeholder
source: Write your preferences here… e.g.: - I don't eat spicy food - Don't wake me early on weekends - Keep replies short
zh_hans: 在这里写下你的偏好… 比如： - 我不吃辣 - 周末别叫我早起 - 回消息简短点
zh_hant: 在這裏寫下你的偏好… 比如： - 我不喫辣 - 週末別叫我早起 - 回消息簡短點

# globalmd.saved
source: Saved
zh_hans: 保存好了
zh_hant: 保存好了

# image.saveFailed
source: Couldn't save. Try again.
zh_hans: 保存失败，再试一次
zh_hant: 保存失敗，再試一次

# image.saved
source: Saved to photo library
zh_hans: 已保存到相册
zh_hant: 已保存到相冊

# image.shareFailed
source: Couldn't share. Try again.
zh_hans: 分享失败，再试一次
zh_hant: 分享失敗，再試一次

# image.viewFullscreen
source: View full image
zh_hans: 看大图
zh_hant: 看大圖

# import.auto
source: Auto-detect
zh_hans: 自动识别
zh_hant: 自動識別

# import.done
source: Imported %1$@ chats, %2$@ messages
zh_hans: 搬了 %1$@ 个对话，%2$@ 条消息
zh_hant: 搬了 %1$@ 個對話，%2$@ 條消息

# import.doneFrom
source: Moved %1$@ chats, %2$@ messages from %3$@
zh_hans: 从 %1$@ 搬了 %2$@ 个对话，%3$@ 条消息
zh_hant: 從 %1$@ 搬了 %2$@ 個對話，%3$@ 條消息

# import.failed
source: Bad file — try another backup
zh_hans: 文件不对，换个备份文件试试
zh_hant: 文件不對，換個備份文件試試

# import.hint
source: Pick their backup file to bring chats over
zh_hans: 选它们的备份文件，聊天记录搬进来
zh_hant: 選它們的備份文件，聊天記錄搬進來

# import.importing
source: Importing…
zh_hans: 搬家中…
zh_hant: 搬家中…

# import.noConversations
source: No importable chats in this file
zh_hans: 文件里没有能搬的对话
zh_hant: 文件裏沒有能搬的對話

# import.skipped
source: (%1$@ already imported, skipped)
zh_hans: （%1$@ 个已经搬过，跳过了）
zh_hant: （%1$@ 個已經搬過，跳過了）

# import.title
source: Move from another app
zh_hans: 从别的 App 搬家
zh_hant: 從別的 App 搬家

# import.unknownSource
source: Couldn't tell which app this file came from — try the per-app button
zh_hans: 认不出这是哪家的文件，试试下面的按 App 选
zh_hant: 認不出這是哪家的文件，試試下面的按 App 選

# initiative.actions.archive
source: Pause
zh_hans: 暂停
zh_hant: 暫停

# initiative.actions.delete
source: Delete
zh_hans: 删除
zh_hant: 刪除

# initiative.actions.restore
source: Resume
zh_hans: 恢复
zh_hant: 恢復

# initiative.actions.runNow
source: Send now
zh_hans: 现在就发
zh_hant: 現在就發

# initiative.add
source: New promise
zh_hans: 新建约定
zh_hant: 新建約定

# initiative.archived
source: Paused
zh_hans: 已暂停
zh_hant: 已暫停

# initiative.cap.decrease
source: Decrease
zh_hans: 减少
zh_hant: 減少

# initiative.cap.increase
source: Increase
zh_hans: 增加
zh_hant: 增加

# initiative.dailyCap
source: Max proactive messages per day
zh_hans: 每天最多主动找你
zh_hant: 每天最多主動找你

# initiative.dailyCap.hint
source: Shared with the proactive outreach channel
zh_hans: 和稍后告诉她的主动触达共用这条线
zh_hant: 和稍後告訴她的主動觸達共用這條線

# initiative.form.createFailed
source: Couldn't create it — try again
zh_hans: 创建失败，请重试
zh_hant: 創建失敗，請重試

# initiative.form.daily
source: Daily
zh_hans: 每天
zh_hant: 每天

# initiative.form.every
source: Every
zh_hans: 每隔
zh_hant: 每隔

# initiative.form.hourPh
source: hr
zh_hans: 时
zh_hant: 時

# initiative.form.hours
source: hours
zh_hans: 小时
zh_hant: 小時

# initiative.form.interval
source: Every once in a while
zh_hans: 每隔一段时间
zh_hant: 每隔一段時間

# initiative.form.minutePh
source: min
zh_hans: 分
zh_hant: 分

# initiative.form.persona
source: Persona
zh_hans: 人设
zh_hant: 人設

# initiative.form.shanghaiTime
source: (Shanghai time)
zh_hans: （上海时间）
zh_hant: （上海時間）

# initiative.form.submit
source: Set it
zh_hans: 定下来
zh_hant: 定下來
